Repository: tristantheb/phasmophobia-randomizer
Catalog: lang/*/lang.po
Languages: de, es, fr, it

source: Site navigation
fr: Navigation

source: Home page
de: Startseite
es: Página principal
fr: Accueil
it: Pagina principale

source: Rules of randomizer
de: Regeln des Zufallsgenerators
es: Reglas del aleatorizador
fr: Règles du Randomiseur
it: Regole del randomizzatore

source: Ghost (Un)Tracker
de: Geister-(Un)spurenleser
fr: (Anti)Traceur de fantôme
it: Inseguitore fantasma

source: Report an issue
de: Ein Problem melden
es: Informar de un problema
fr: Signaler un bug
it: Segnala un problema

source: Phasmophobia Official Discord
de: Phasmophobia Offizielle Discord
es: Phasmophobia Discord oficial
fr: Discord Officiel Phasmophobia
it: Phasmophobia Discord ufficiale

source: Open in external window
de: In externem Fenster öffnen
es: Abrir en la ventana externa
fr: Ouvrir en fenêtre externe
it: Aperto nella finestra esterna

source: All content coming from the game Phasmophobia and being used on the site belongs to Kinetic Game.<br> The idea for the randomizer comes from Insym and has been edited by GuzzLIVE.<br> The conception and realization of the site and its scripts are done by tristantheb Production.
de: Alle Inhalte, die aus dem Spiel Phasmophobia stammen und auf der Website verwendet werden, gehören zu Kinetic Game.<br> Die Idee für den Zufallsgenerator stammt von Insym und wurde von GuzzLIVE herausgegeben.<br> Die Konzeption und Realisierung der Website und ihrer Skripte erfolgt durch tristantheb Production.
es: Todo el contenido que proviene del juego Phasmophobia y que está siendo usado en el sitio pertenece a Kinetic Game.<br> La idea del aleatorizador viene de Insym y ha sido editada por GuzzLIVE.<br> La concepción y la realización del sitio y sus guiones son realizados por tristantheb Production.
fr: Tout le contenu provenant du jeu Phasmophobia et utilisé sur le site appartient à Kinetic Game.<br> L'idée du randomiseur vient de Insym et a été éditée par GuzzLIVE.<br> La conception et la réalisation du site et de ses scripts sont faites par tristantheb Production.
it: Tutti i contenuti provenienti dal gioco Fascofobia ed essere utilizzati sul sito appartengono a Kinetic Game.<br> L'idea del randomizzatore è di Insym ed è stata curata da GuzzLIVE.<br>. La concezione e la realizzazione del sito e delle sue sceneggiature sono affidate alla tristantheb Production.

source: Social medias
fr: Réseaux sociaux

source: Phasmophobia Ranzomizer Twitter
fr: Twitter de Phasmophobia Randomizer

source: Phasmophobia Ranzomizer Discord
fr: Discord de Phasmophobia Randomizer

source: Generate a game of investigation and ghost hunting in a totally random way.
de: Erzeugen Sie ein Spiel der Untersuchung und Geisterjagd auf völlig willkürliche Weise.
es: Generar un juego de investigación y caza de fantasmas totalmente al azar.
fr: Générer une partie d'investigation et de chasse au fantôme de manière totalement aléatoire.
it: Generare un gioco di indagine e di caccia ai fantasmi in modo del tutto casuale.

source: Javascript is disabled on your browser. To use this site, you need to have Javascript enabled and running or active it.
de: Javascript ist in Ihrem Browser deaktiviert. Um diese Website zu benutzen, müssen Sie Javascript aktiviert haben und es ausführen oder aktivieren.
es: Javascript está deshabilitado en su navegador. Para usar este sitio, necesita tener Javascript habilitado y ejecutarlo o activarlo.
fr: Javascript est désactivé sur votre navigateur. Pour utiliser le site, vous devez avoir Javascript activé, ou bien l'activer.
it: Javascript è disabilitato sul tuo browser. Per utilizzare questo sito è necessario avere Javascript abilitato e funzionante o attivo.

source: Classic game
de: Klassisches Spiel
es: Juego clásico
fr: Partie classique
it: Gioco classico

source: Safari photo game
de: Safari-Fotospiel
es: Juego de fotos Safari
fr: Partie de Safari photo
it: Gioco di foto safari

source: Roll map
de: Karte rollen
es: Tira una carta
fr: Choisir une carte
it: Rotola la mappa

source: Enable wheel animation?
de: Rad-Animation aktivieren?
es: ¿Permitir la animación de la rueda?
fr: Activer l'animation de la roue ?
it: Abilitare l'animazione della ruota?

source: Classic game - Randomize the hunt
de: Klassisches Wild - Die Jagd randomisieren
es: Juego clásico - Aleatorizar la cacería
fr: Partie classique - Mélanger la chasse
it: Classico gioco - Randomize the hunt

source: First hunter:
de: Erster Jäger:
es: Primer cazador:
fr: Premier chasseur :
it: Primo cacciatore:

source: Second hunter:
de: Zweiter Jäger:
es: Segundo cazador:
fr: Second chasseur :
it: Secondo cacciatore:

source: Third hunter:
de: Dritter Jäger:
es: Tercer cazador:
fr: Troisième chasseur :
it: Terzo cacciatore:

source: Fourth hunter:
de: Vierter Jäger:
es: Cuarto cazador:
fr: Quatrième chasseur :
it: Quarto cacciatore:

source: Number of items to generate:
de: Anzahl der zu generierenden Elemente:
es: Número de elementos a generar:
fr: Nombre d'objets par joueur :
it: Numero di elementi da generare:

source: Choose number of items (default 3)
de: Anzahl der Artikel wählen (Standard 3)
es: Elija un número de objetos (3 por defecto)
fr: Choisir un nombre d'objets (3 par défaut)
it: Scegliere il numero di articoli (default 3)

source: item
de: artikel
es: objeto
fr: objet
it: voce

source: items
de: artikel
es: objetos
fr: objets
it: voci

source: Generate the game
de: Das Spiel generieren
es: Generar el juego
fr: Générer la partie
it: Generare il gioco

source: Safari photo Game - Randomize the hunt
de: Safarifoto Wild - Die Jagd randomisieren
es: Juego de fotos Safari - Aleatorizar la cacería
fr: Partie de Safari photo - Mélanger la chasse
it: Gioco di foto di safari - Randomizzare la caccia

source: Add item to hunter one
de: Gegenstand zu Jäger eins hinzufügen
es: Añadir el artículo al cazador uno
fr: Donner un objet au chasseur 1
it: Aggiungi l'articolo al cacciatore uno

source: Add item to hunter two
de: Gegenstand zu Jäger zwei hinzufügen
es: Añadir el artículo al cazador dos
fr: Donner un objet au chasseur 2
it: Aggiungere l'articolo al cacciatore due

source: Add item to hunter three
de: Gegenstand zu Jäger drei hinzufügen
es: Añadir el artículo al cazador tres
fr: Donner un objet au chasseur 3
it: Aggiungi l'articolo al cacciatore tre

source: Add item to hunter fourth
de: Gegenstand zu Jäger vierter hinzufügen
es: Añadir el artículo al cazador quatro
fr: Donner un objet au chasseur 4
it: Aggiungere l'articolo al cacciatore quarto

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati

source: Hunter name
de: Name des Jägers
es: Nombre del cazador
fr: Nom du chasseur
it: Nome del cacciatore

source: Item list
de: Artikel-Liste
es: Lista de objetos
fr: Liste d'objets
it: Elenco articoli

source: Rules of Phasmophobia Randomizer
de: Regeln des Phasmophobia-Randomisierers
es: Reglas de la Phasmophobia Aleatoria
fr: Règles du Randomiseur Phasmophobia
it: Regole della Phasmophobia Randomizer

source: Objectives
de: Zielsetzungen
es: Objetivos
fr: Objectifs
it: Obiettivi

source: item + 1 light
fr: objet + 1 lumière

source: items + 1 light
fr: objets + 1 lumière

source: Page not found
fr: Page non trouvée

source: You arrive in a room, but except for a very frightening painting of a man watching you, there is nothing...
fr: Vous arrivez dans une pièce, mais à part un tableau très effrayant d'un homme qui vous regarde, il n'y a rien...

source: The objectives to take at least <strong>a picture of the entity</strong> and <strong>to determine its nature</strong> using the objects acquired by the randomizer. <strong>The player(s)</strong> can be mistaken about the nature of the entity but <strong>must imperatively take its photo (validated in the journal)</strong> before leaving the game.
de: Die Ziele, mindestens <strong>ein Bild der Entität</strong> zu machen und <strong>ihre Natur</strong> anhand der vom Randomisierer erfassten Objekte zu bestimmen. <strong>Der/die Spieler</strong> kann/können sich über die Natur der Entität irren, aber <strong>muss unbedingt vor Verlassen des Spiels sein Foto (im Journal bestätigt)</strong> machen.
es: Los objetivos de tomar al menos <strong>una foto de la entidad</strong> y <strong>para determinar su naturaleza</strong> utilizando los objetos adquiridos por el aleatorizador. <strong>El jugador(es)</strong> puede equivocarse sobre la naturaleza del ente pero <strong>debe imperativamente tomar su foto (validada en el diario)</strong> antes de dejar el juego.
fr: Les objectifs sont de prendre au moins <strong>une photo de l'entité</strong> et <strong>de déterminer sa nature</strong> en utilisant les objets acquis par le randomiseur. <strong>Le(s) joueur(s)</strong> peu(ven)t se tromper sur la nature de l'entité mais <strong>doi(ven)t impérativement prendre sa photo (validée dans le journal)</strong> avant de quitter le jeu.
it: Gli obiettivi di scattare almeno <strong>un'immagine dell'entità</strong> e <strong>per determinarne la natura</strong> utilizzando gli oggetti acquisiti dal randomizzatore. <strong>Il giocatore(i)</strong> può sbagliare sulla natura dell'entità ma <strong>deve imperativamente scattare la sua foto (convalidata nel diario)</strong> prima di lasciare il gioco.

source: You get a randomly chosen light source before the game starts. The team will have ONE photo camera (others need to be dropped on the randomizer), a front camera in multiplayer for each players.
de: Die Ziele, mindestens <strong>ein Bild der Entität</strong> zu machen und <strong>ihre Natur</strong> anhand der vom Randomisierer erfassten Objekte zu bestimmen. <strong>Der/die Spieler</strong> kann/können sich über die Natur der Entität irren, aber <strong>muss unbedingt vor Verlassen des Spiels sein Foto (im Journal bestätigt)</strong> machen.
es: Los objetivos de tomar al menos <strong>una foto de la entidad</strong> y <strong>para determinar su naturaleza</strong> utilizando los objetos adquiridos por el aleatorizador. <strong>El jugador(es)</strong> puede equivocarse sobre la naturaleza del ente pero <strong>debe imperativamente tomar su foto (validada en el diario)</strong> antes de dejar el juego.
fr: Les objectifs sont de prendre au moins <strong>une photo de l'entité</strong> et <strong>de déterminer sa nature</strong> en utilisant les objets acquis par le randomiseur. <strong>Le(s) joueur(s)</strong> peu(ven)t se tromper sur la nature de l'entité mais <strong>doi(ven)t impérativement prendre sa photo (validée dans le journal)</strong> avant de quitter le jeu.
it: Gli obiettivi di scattare almeno <strong>un'immagine dell'entità</strong> e <strong>per determinarne la natura</strong> utilizzando gli oggetti acquisiti dal randomizzatore. <strong>Il giocatore(i)</strong> può sbagliare sulla natura dell'entità ma <strong>deve imperativamente scattare la sua foto (convalidata nel diario)</strong> prima di lasciare il gioco.

source: Items per players
de: Gegenstände pro Spieler
es: Objectos por jugador
fr: Objets par joueurs
it: Elementi per giocatore

source: Objects are chosen randomly before the start of the game according to the number of players as follows:
de: Die Objekte werden vor Spielbeginn nach dem Zufallsprinzip entsprechend der Anzahl der Spieler wie folgt ausgewählt:
es: Los objetos se eligen al azar antes del comienzo del juego según el número de jugadores de la siguiente manera:
fr: Les objets sont choisis au hasard avant le début du jeu en fonction du nombre de joueurs comme suit :
it: Gli oggetti vengono scelti a caso prima dell'inizio del gioco in base al numero di giocatori come segue:

source: 1 player = 5 items
de: 1 Spieler = 5 Gegenstände
es: 1 jugador = 5 objetos
fr: 1 joueur = 5 objets
it: 1 giocatore = 5 elementi

source: 2 players = 3 items/players
de: 2 Spieler = 3 Gegenstände/Spieler
es: 2 jugadores = 3 objetos/jugadores
fr: 2 joueurs = 3 objets/joueurs
it: 2 giocatori = 3 elementi/giocatori

source: 3 players = 2 items/players
de: 3 Spieler = 2 Gegenstände/Spieler
es: 3 jugadores = 2 objetos/jugadores
fr: 3 joueurs = 2 objets/joueurs
it: 3 giocatori = 2 elementi/giocatori

source: 4 players = 1 item/players
de: 4 Spieler = 1 Gegenstand/Spieler
es: 4 jugadores = 1 objeto/jugador
fr: 4 joueurs = 1 objet/joueurs
it: 4 giocatori = 1 elemento/giocatori

source: A photo camera for the whole team is provided at the beginning of the game in order to validate the entity's photo objective. A lighter is available as standard to avoid making the incense and candle unusable. In multiplayer, the players will each have to have a front camera.
de: Eine Fotokamera für die gesamte Mannschaft wird zu Beginn des Spiels zur Verfügung gestellt, um das Fotoziel der Einheit zu überprüfen. Ein Feuerzeug ist als Standard erhältlich, um den Weihrauch und die Kerze nicht unbrauchbar zu machen. Im Mehrspielermodus müssen die Spieler jeweils über eine Frontkamera verfügen.
es: Se proporciona una cámara fotográfica para todo el equipo al principio del juego para validar el objetivo fotográfico de la entidad. Se dispone de un encendedor de serie para evitar que el incienso y la vela queden inutilizados. En el multijugador, cada jugador tendrá que tener una cámara frontal.
fr: Un appareil photo pour toute l'équipe est fourni au début du jeu afin de valider l'objectif photo de l'entité. Un briquet est disponible de base pour éviter de rendre l'encens et la bougie inutilisables. En multijoueur, les joueurs devront chacun disposer d'une caméra frontale.
it: All'inizio del gioco viene fornita una macchina fotografica per tutta la squadra al fine di convalidare l'obiettivo fotografico dell'entità. Un accendino è disponibile di serie per evitare di rendere inutilizzabili l'incenso e la candela. Nel multiplayer, i giocatori dovranno avere ciascuno una macchina fotografica frontale.

source: It is forbidden to take any objects other than those assigned or to take those of other players.
de: Es ist verboten, andere als die zugewiesenen Gegenstände oder die Gegenstände anderer Spieler mitzunehmen.
es: Está prohibido tomar cualquier objeto que no sea el asignado o tomar los de otros jugadores.
fr: Il est interdit de prendre des objets autres que ceux attribués ou de prendre ceux des autres joueurs.
it: È vietato prendere oggetti diversi da quelli assegnati o prendere quelli di altri giocatori.

source: Safari photo Game
de: Safari-Foto-Spiel
es: Juego de fotos Safari
fr: Partie de Safari photo
it: Gioco di foto di safari

source: You get a randomly chosen light source before the game starts. The player(s) will have a camera, a lighter and a go pro in multiplayer.
de: Sie erhalten eine zufällig ausgewählte Lichtquelle, bevor das Spiel beginnt. Der/die Spieler erhält/erhalten eine Kamera, ein Feuerzeug und einen Go-Pro im Mehrspielermodus.
es: Consigues una fuente de luz elegida al azar antes de que empiece el juego. Los jugadores tendrán una cámara, un encendedor y un go pro en el multijugador.
fr: Vous obtenez une source de lumière choisie au hasard avant le début du jeu. Le(s) joueur(s) disposeront d'un appareil photo, d'un briquet et d'une caméra frontale en multijoueur.
it: Si ottiene una fonte di luce scelta a caso prima dell'inizio del gioco. Il giocatore o i giocatori avranno una macchina fotografica, un accendino e un go pro in multiplayer.

source: To unlock the right to obtain a random object, the player must succeed in taking a photo validated in the diary (interaction, ghost, dirty water, print, bone...) and/or pass a secondary objective of the board in the truck. Each additional validated photo or secondary objective gives the player the right to obtain a new random object while respecting these restrictions:
de: Um das Recht, ein zufälliges Objekt zu erhalten, freizuschalten, muss es dem Spieler gelingen, ein im Tagebuch validiertes Foto zu machen (Interaktion, Geist, Schmutzwasser, Druck, Knochen...) und/oder ein Nebenziel der Tafel im Lastwagen zu passieren. Jedes zusätzliche validierte Foto oder Nebenziel gibt dem Spieler das Recht, ein neues zufälliges Objekt unter Einhaltung dieser Einschränkungen zu erhalten:
es: Para desbloquear el derecho a obtener un objeto aleatorio, el jugador debe lograr tomar una foto validada en el diario (interacción, fantasma, agua sucia, huella, hueso...) y/o pasar un objetivo secundario del tablero en el camión. Cada foto adicional validada o cada objetivo secundario da al jugador el derecho de obtener un nuevo objeto aleatorio respetando estas restricciones:
fr: Pour débloquer le droit d'obtenir un objet aléatoire, le joueur doit réussir à prendre une photo validée dans le journal (interaction, fantôme, eau sale, empreinte, os...) et/ou passer un objectif secondaire du plateau dans le camion. Chaque photo validée supplémentaire ou objectif secondaire donne au joueur le droit d'obtenir un nouvel objet aléatoire tout en respectant ces restrictions :
it: Per sbloccare il diritto di ottenere un oggetto casuale, il giocatore deve riuscire a scattare una foto convalidata nel diario (interazione, fantasma, acqua sporca, stampa, osso...) e/o passare un obiettivo secondario del tabellone nel camion. Ogni ulteriore foto convalidata o obiettivo secondario dà al giocatore il diritto di ottenere un nuovo oggetto casuale, nel rispetto di queste restrizioni:

source: In 4-player mode, only one player has the light, the others have a camera. The player with the light is only the Beaconator, he can only give you light in buildings.
de: Dieser Spielmodus eignet sich nicht für einen 4-Spieler-Mehrspieler-Modus, da es im Moment unmöglich ist, 4 Fotokameras in einem Spiel zu haben.
es: En el modo de 4 jugadores, sólo un jugador tiene la luz, los otros tienen una cámara. El jugador con la luz es sólo el Faro, sólo puede dar luz en los edificios.
fr: En mode 4 joueurs, un seul joueur a la lumière, les autres ont un appareil photo. Le joueur avec la lumière est seulement le Phare, il ne peut vous donner de la lumière que dans les bâtiments.
it: Questa modalità di gioco non è adatta per il multiplayer a 4 giocatori perché è impossibile avere 4 macchine fotografiche in un gioco al momento.

source: Special cases: Solo, the player has the right to one object to be randomized before the start of the game on High School, and two objects on Asylum.
de: Besondere Fälle: Solo, der Spieler hat das Recht auf ein Objekt, das vor Spielbeginn auf der High School zufällig ausgewählt wird, und zwei Objekte auf der Asylum.
es: Casos especiales: Solo, el jugador tiene derecho a un objeto para ser aleatorio antes del comienzo del juego en High School, y dos objetos en Asylum.
fr: Cas particuliers : En solo, le joueur a droit à un objet à randomiser avant le début du jeu sur High School, et à deux objets sur Asylum.
it: Casi speciali: Solo, il giocatore ha diritto a un oggetto da randomizzare prima dell'inizio del gioco su High School, e due oggetti su Asylum.

source: Tracker of Phasmophobia
de: Aufspürer der Phasmophobia
es: Tracker de la Phasmophobia Aleatoria
fr: Traceur du Randomiseur Phasmophobia
it: Segugio della Phasmophobia

source: Find the ghost with the founded or rejected evidences.
de: Finden Sie das Gespenst mit den begründeten oder abgelehnten Beweisen.
es: Encuentra al fantasma con las evidencias fundadas o rechazadas.
fr: Trouvez le fantôme avec les preuves trouvées ou rejetées.
it: Trovare il fantasma con le prove fondate o respinte.

source: Evidences
de: Beweise
es: Evidencias
fr: Indices
it: Prove

source: Fingerprints
de: Fingerabdrücke
es: Huellas dactilares
fr: Emptreintes
it: Impronte digitali

source: Freezing Temperature
de: Gefriertemperatur
es: Temperatura de congelación
fr: Températures glaciales
it: Temperatura di congelamento

source: Ghost Orbs
de: Geisterkugeln
es: Orbes Fantasmas
fr: Orbes fantômatiques
it: Orbi fantasma

source: Ghost Writing
es: Escritura Fantasma
fr: Écritures fantômatiques
it: Scrittura fantasma

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: No
de: Nein
fr: Non

source: Clear All
de: Alle löschen
es: Despejen todo
fr: Tout effacer
it: Cancella tutto

source: Spirit
de: Geist
es: Espíritu
fr: Esprit
it: Spirito

source: Wraith
de: Geister
es: Espectro
fr: Spectre
it: Spettri

source: Phantom
de: Gespenst
es: Fantasma
fr: Fantôme
it: Fantasma

source: Jinn
de: Dschinn
fr: Djinn

source: Mare
de: Stute
es: Yegua
fr: Cauchemard
it: Cavalla

source: Shade
de: Farbton
es: Sombra
fr: Ombre
it: Ombra

source: Demon
de: Dämon
es: Demonio
fr: Démon
it: Demone

source: Click on one ghost line to get information
fr: Cliquez sur un fantôme pour obtenir des informations

source: Classic game (1-4 players)
de: Klassisches Spiel (1-4 Spieler)
it: Gioco classico (1-4 giocatori)

source: Safari photo game (1-3 players)
de: Safari-Fotospiel (1-3 Spieler)
it: Gioco di foto safari (1-3 giocatori)

source: Spirit Box
de: Geister-Box
es: Caja de espíritus

source: Revenant
de: Einkünfte
es: Ingresa
it: Entrate
